[{"data":1,"prerenderedAt":54},["Reactive",2],{"content-query-oBWVj4H3UH":3},[4],{"_path":5,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"_empty":7,"title":9,"description":10,"authors":11,"category":15,"image":19,"bib":20,"links":21,"body":28,"_type":49,"_id":50,"_source":51,"_file":52,"_extension":53},"/publications/mil-cancers-paper","publications",false,"","Multiple Instance Learning (MIL) to predict DRD from histopathological images","DNA repair deficiency (DRD) is an important driver of carcinogenesis and an efficient target for anti-tumor therapies to improve patient survival",[12,13,14],"Renan Valieris","Outro","Israel Tojal da Silva",[16,17,18],"Machine learning","Imaging","Multiple Instance Learning (MIL)","/img/cancers-12-03687-g002.png","@article{valieris2020deep, title={Deep learning predicts underlying features on pathology images with therapeutic relevance for breast and gastric cancer}, author={Valieris, Renan and Amaro, Lucas and Osorio, Cynthia Aparecida Bueno de Toledo and Bueno, Adriana Passos and Rosales Mitrowsky, Rafael Andres and Carraro, Dirce Maria and Nunes, Diana Noronha and Dias-Neto, Emmanuel and Silva, Israel Tojal da}, journal={Cancers}, volume={12}, number={12}, pages={3687}, year={2020}, publisher={MDPI} }",[22,25],{"title":23,"url":24},"Paper","https://www.mdpi.com/2072-6694/12/12/3687",{"title":26,"url":27},"Github repository","https://github.com/rvalieris/deepHE",{"type":29,"children":30,"toc":46},"root",[31,40],{"type":32,"tag":33,"props":34,"children":36},"element","h1",{"id":35},"deep-learning-predicts-underlying-features-on-pathology-images-with-therapeutic-relevance-for-breast-and-gastric-cancer",[37],{"type":38,"value":39},"text","Deep Learning Predicts Underlying Features on Pathology Images with Therapeutic Relevance for Breast and Gastric Cancer",{"type":32,"tag":41,"props":42,"children":43},"p",{},[44],{"type":38,"value":45},"DNA repair deficiency (DRD) is an important driver of carcinogenesis and an efficient target for anti-tumor therapies to improve patient survival. Thus, detection of DRD in tumors is paramount. Currently, determination of DRD in tumors is dependent on wet-lab assays. Here we describe an efficient machine learning algorithm which can predict DRD from histopathological images. The utility of this algorithm is demonstrated with data obtained from 1445 cancer patients. Our method performs rather well when trained on breast cancer specimens with homologous recombination deficiency (HRD), AUC (area under curve) = 0.80. Results for an independent breast cancer cohort achieved an AUC = 0.70. The utility of our method was further shown by considering the detection of mismatch repair deficiency (MMRD) in gastric cancer, yielding an AUC = 0.81. Our results demonstrate the capacity of our learning-base system as a low-cost tool for DRD detection.",{"title":8,"searchDepth":47,"depth":47,"links":48},2,[],"markdown","content:publications:mil-cancers-paper.md","content","publications/mil-cancers-paper.md","md",1696121330657]